[
	{ "version": "NKJV", "passage": "1 Corinthians 10:13", "text": "No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it." },
	{ "version": "NKJV", "passage": "Isaiah 53:5", "text": "But He was wounded for our transgressions, He was bruised for our iniquities; The chastisement for our peace was upon Him, And by His stripes we are healed." },
	{ "version": "NKJV", "passage": "Matthew 5:30", "text": "And if your right hand causes you to sin, cut it off and cast it from you; for it is more profitable for you that one of your members perish, than for your whole body to be cast into hell." },
	{ "version": "NKJV", "passage": "Romans 12:2", "text": " And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God." },
	{ "version": "NKJV", "passage": "Colossians 3:12-13", "text": "Therefore, as the elect of God, holy and beloved, put on tender mercies, kindness, humility, meekness, longsuffering; bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also must do." },
	{ "version": "NKJV", "passage": "1 Peter 5:8", "text": "Be sober, be vigilant; because your adversary the devil walks about like a roaring lion, seeking whom he may devour." },
	{ "version": "NKJV", "passage": "2 Corinthians 10:3-5", "text": "For though we walk in the flesh, we do not war according to the flesh. For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds, casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ" },
	{ "version": "NKJV", "passage": "John 1:12", "text": "But as many as received Him, to them He gave the right to become children of God, to those who believe in His name" },
	{ "version": "NKJV", "passage": "Romans 13:14", "text": "But put on the Lord Jesus Christ, and make no provision for the flesh, to fulfill its lusts." },
	{ "version": "NKJV", "passage": "Psalm 23:4", "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil; For You are with me; Your rod and Your staff, they comfort me." },
	{ "version": "NKJV", "passage": "Philippians 4:4", "text": "Rejoice in the Lord always. Again I will say, rejoice!" },
	{ "version": "NKJV", "passage": "James 1:22", "text": "But be doers of the word, and not hearers only, deceiving yourselves." },
	{ "version": "NKJV", "passage": "Ephesians 2:8-9", "text": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast." },
	{ "version": "NKJV", "passage": "Luke 11:13", "text": "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him!" },
	{ "version": "NKJV", "passage": "Colossians 3:2", "text": "Set your mind on things above, not on things on the earth." },
	{ "version": "NKJV", "passage": "Matthew 5:28", "text": "But I say to you that whoever looks at a woman to lust for her has already committed adultery with her in his heart." },
	{ "version": "NKJV", "passage": "Lamentations 3:22-23", "text": "Through the Lord’s mercies we are not consumed, Because His compassions fail not. They are new every morning; Great is Your faithfulness." },
	{ "version": "NKJV", "passage": "Luke 12:28", "text": "If then God so clothes the grass, which today is in the field and tomorrow is thrown into the oven, how much more will He clothe you, O you of little faith?" },
	{ "version": "NKJV", "passage": "Romans 8:15", "text": "For you did not receive the spirit of bondage again to fear, but you received the Spirit of adoption by whom we cry out, \"Abba, Father.\"" },
	{ "version": "NKJV", "passage": "Psalm 139:17", "text": "How precious also are Your thoughts to me, O God! How great is the sum of them!" },
	{ "version": "NKJV", "passage": "1 John 1:9", "text": "If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness." },
	{ "version": "NKJV", "passage": "2 Peter 3:9", "text": "The Lord is not slack concerning His promise, as some count slackness, but is longsuffering toward us, not willing that any should perish but that all should come to repentance." },
	{ "version": "NKJV", "passage": "John 6:40", "text": "And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day." },
	{ "version": "NKJV", "passage": "Romans 4:5", "text": "But to him who does not work but believes on Him who justifies the ungodly, his faith is accounted for righteousness." },
	{ "version": "NKJV", "passage": "Luke 18:13-14", "text": "And the tax collector, standing afar off, would not so much as raise his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me a sinner!’ I tell you, this man went down to his house justified rather than the other; for everyone who exalts himself will be humbled, and he who humbles himself will be exalted.”" },
	{ "version": "NKJV", "passage": "2 Timothy 2:22", "text": "Flee also youthful lusts; but pursue righteousness, faith, love, peace with those who call on the Lord out of a pure heart." },
	{ "version": "NKJV", "passage": "Philippians 4:6", "text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God;" },
	{ "version": "NKJV", "passage": "Psalm 8:3-4", "text": "When I consider Your heavens, the work of Your fingers, The moon and the stars, which You have ordained, What is man that You are mindful of him, And the son of man that You visit him?" },
	{ "version": "NKJV", "passage": "Ephesians 5:3", "text": "But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints;" },
	{ "version": "NKJV", "passage": "Psalm 28:7", "text": "The Lord is my strength and my shield; My heart trusted in Him, and I am helped; Therefore my heart greatly rejoices, And with my song I will praise Him." },
	{ "version": "NKJV", "passage": "Colossians 3:17", "text": "And whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks to God the Father through Him." }
]