[
	{
		"proud": "Proud people focus on the failures of others.",
		"broken": "Broken people are overwhelmed with a sense of their own spiritual need."
	}, {
		"proud": "Proud people have a critical, fault-finding spirit; they look at everyone else’s faults with a microscope but their own with a telescope.",
		"broken": "Broken people are compassionate; they can forgive much because they know how much  they have been forgiven."
	}, {
		"proud": "Proud people are self-righteous; they look down on others.",
		"broken": "Broken people esteem all others better than themselves."
	}, {
		"proud": "Proud people have an independent, self-sufficient spirit.",
		"broken": "Broken people have a dependent spirit; they recognize their need for others."
	}, {
		"proud": "Proud people have to prove that they are right.",
		"broken": "Broken people are willing to yield the right to be right."
	}, {
		"proud": "Proud people claim rights; they have a demanding spirit.",
		"broken": "Broken people yield their rights; they have a meek spirit."
	}, {
		"proud": "Proud people are self-protective of their time, their rights, and their reputation.",
		"broken": "Broken people are self-denying."
	}, {
		"proud": "Proud people desire to be served.",
		"broken": "Broken people are motivated to serve others."
	}, {
		"proud": "Proud people desire to be a success.",
		"broken": "Broken people are motivated to be faithful and to make others a success."
	}, {
		"proud": "Proud people desire self-advancement.",
		"broken": "Broken people desire to promote others."
	}, {
		"proud": "Proud people have a drive to be recognized and appreciated.",
		"broken": "Broken people have a sense of their own unworthiness; they are thrilled that God would  use them at all."
	}, {
		"proud": "Proud people are wounded when others are promoted and they are overlooked.",
		"broken": "Broken people are eager for others to get the credit; they rejoice when others are lifted  up."
	}, {
		"proud": "Proud people have a subconscious feeling, “This ministry/church is privileged to have me and my gifts”; they think of what they can do for God.",
		"broken": "Broken people’s heart attitude is, “I don’t deserve to have a part in any ministry”; they  know that they have nothing to offer God except the life of Jesus flowing through their  broken lives."
	}, {
		"proud": "Proud people feel confident in how much they know.",
		"broken": "Broken people are humbled by how very much they have to learn."
	}, {
		"proud": "Proud people are self-conscious.",
		"broken": "Broken people are not concerned with self at all."
	}, {
		"proud": "Proud people keep others at arms’ length.",
		"broken": "Broken people are willing to risk getting close to others and to take risks of loving  intimately."
	}, {
		"proud": "Proud people are quick to blame others.",
		"broken": "Broken people accept personal responsibility and can see where they are wrong in a  situation."
	}, {
		"proud": "Proud people are unapproachable or defensive when criticized.",
		"broken": "Broken people receive criticism with a humble, open spirit."
	}, {
		"proud": "Proud people are concerned with being respectable, with what others think; they work to protect their own image and reputation.",
		"broken": "Broken people are concerned with being real; what matters to them is not what others  think but what God knows; they are willing to die to their own reputation."
	}, {
		"proud": "Proud people find it difficult to share their spiritual need with others.",
		"broken": "Broken people are willing to be open and transparent with others as God directs."
	}, {
		"proud": "Proud people want to be sure that no one finds out when they have sinned; their instinct is to cover up.",
		"broken": "Broken people, once broken, don’t care who knows or who finds out; they are willing to be  exposed because they have nothing to lose."
	}, {
		"proud": "Proud people have a hard time saying, “I was wrong; will you please forgive me?”",
		"broken": "Broken people are quick to admit failure and to seek forgiveness when necessary."
	}, {
		"proud": "Proud people tend to deal in generalities when confessing sin.",
		"broken": "Broken people are able to acknowledge specifics when confessing their sin."
	}, {
		"proud": "Proud people are concerned about the consequences of their sin.",
		"broken": "Broken people are grieved over the cause, the root of their sin."
	}, {
		"proud": "Proud people are remorseful over their sin, sorry that they got found out or caught.",
		"broken": "Broken people are truly, genuinely repentant over their sin, evidenced in the fact that they  forsake that sin."
	}, {
		"proud": "Proud people wait for the other to come and ask forgiveness when there is a misunderstanding or conflict in a relationship.",
		"broken": "Broken people take the initiative to be reconciled when there is misunderstanding or  conflict in relationships; they race to the cross; they see if they can get there first, no  matter how wrong the other may have been."
	}, {
		"proud": "Proud people compare themselves with others and feel worthy of honor.",
		"broken": "Broken people compare themselves to the holiness of God and feel a desperate need for  His mercy."
	}, {
		"proud": "Proud people are blind to their true heart condition.",
		"broken": "Broken people walk in the light."
	}, {
		"proud": "Proud people don’t think they have anything to repent of.",
		"broken": "Broken people realize they have need of a continual heart attitude of repentance."
	}, {
		"proud": "Proud people don’t think they need revival, but they are sure that everyone else does.",
		"broken": "Broken people continually sense their need for a fresh encounter with God and for a fresh  filling of His Holy Spirit."
	}, {
		"COMMENT": "this is a repeat of an earlier item, so that I now have 31 items in this array :)",
		"proud": "Proud people want to be sure that no one finds out when they have sinned; their instinct is to cover up.",
		"broken": "Broken people, once broken, don’t care who knows or who finds out; they are willing to be  exposed because they have nothing to lose."
	}
]
